{
  "$type": "Happening",
  "Quest": "Аревберд_Штурм",
  "Title": "Аревберд_Штурм_Случай4",
  "Nodes": [
    {
      "$type": "Node",
      "Step": 1,
      "Phrases": [
        {
          "$type": "Phrase",
          "Index": 0,
          "Text": "Вы надеваете на голову шлем и обнажаете свой меч. Приунывшие было воины, видя вашу решимость, поднимают плечи. Люди смотрят на вас с робкой надеждой."
        },
        {
          "$type": "Phrase",
          "Index": 1,
          "Text": "Вы говорите им, что единственная надежда на спасение находится по ту сторону двора. Нужно лишь стремительным ударом прорваться через ряды врагов. Василий, ваш верный товарищ поддерживает ваши слова, потрясая кулаком в воздухе. Рядом с молчаливой решительностью стоит Гарегин. Видно, что его все еще мучают сомнения, но он готов идти за вами, не смотря на протестующего Егише."
        },
        {
          "$type": "Phrase",
          "Index": 2,
          "Text": "Видя все это, люди наполняются уверенностью. Вы встаете впереди всех, прямо перед выходом из цитадели и велите отворить тяжелую дубовую дверь. “Вперед! Господь нас защитит!” - кричите вы и выходите наружу навстречу разъяренным врагам."
        },
        {
          "$type": "Phrase",
          "Index": 3,
          "Text": "Лишь на мгновение вы страшитесь того, что ваши воины за вами не последуют, но они выбегают во двор вслед за вами, и вот вы единм кулаком врезаетесь в нестройные ряды турок и опрокидываете их. Следом идут все прочие люди, стараясь не отставать от вас."
        },
        {
          "$type": "Phrase",
          "Index": 4,
          "Text": "Спустя несколько мгновений вы, вместе с самыми сильными воинами становитесь в полукруг у входа  в подземелье, пока остальные в спешке заходят внутрь. Оправившись от потрясения, турки начинают налегать на вас, а со стороны ворот появляются все новые враги. Ваши воины сражаются отчаянно, но прежде чем последние беженцы успевают скрыться в темноте подземелья, многие оказываются мертвы или ранены."
        },
        {
          "$type": "Phrase",
          "Index": 5,
          "Text": "Вы заходите внутрь одними из последних, кое-как отмахиваясь от множества вражеских клинков и запираете дверь на засов. Надолго она турок не остановит, так что следует поторопиться. Пригнувшись и глубоко вдохнув, вы окунаетесь в холодную темноту, в надежде, что она приведет вас к спасению."
        }
      ],
      "Answers": [
        {
          "$type": "Answer",
          "ToStep": 0,
          "IsRestriction": false,
          "Index": 0,
          "Restriction": {
            "$type": "Restriction",
            "PersonName": {
              "$type": "PersonName",
              "Name": ""
            },
            "Value": 0
          },
          "IsConsequences": true,
          "Consequences": {
            "$type": "Consequences",
            "ParamConsequences": [],
            "QuestConsequences": [
              {
                "$type": "SingleQuestConsequences",
                "Quest": "Аревберд_Штурм",
                "Happening": "-----"
              }
            ],
            "PersonConsequences": [],
            "HappenConsequences": [
              {
                "$type": "SingleHappeningConsequences",
                "Quest": "Аревберд_Штурм",
                "OldHappening": "-----",
                "NewHappening": ""
              }
            ],
            "IsParamCons": false,
            "IsQuestCons": true,
            "IsPersonCons": false,
            "IsHappenCons": false,
            "IsMessage": false
          },
          "AfterAction": {
            "$type": "AfterAction",
            "Immediately": true,
            "SetupCamp": false,
            "DialogAvailable": 1,
            "LeaveCamp": false,
            "IsAfterAction": false,
            "IsActivateQuest": false
          }
        }
      ],
      "Advices": [],
      "IsFocus": false,
      "IsShowFace": false
    }
  ],
  "Priority": 0,
  "IsBegin": false
}
