{
  "$type": "Happening",
  "Quest": "Кладбище хачкаров",
  "Title": "Кладбище_Хачкаров_случай",
  "Nodes": [
    {
      "$type": "Node",
      "Step": 1,
      "Phrases": [
        {
          "$type": "Phrase",
          "Index": 0,
          "Text": "Ваши люди измучены после долгого дневного перехода. Необходимо найти удобное место для лагеря."
        },
        {
          "$type": "Phrase",
          "Index": 1,
          "Text": "Впереди вы видите холм, поросший желтой травой и вереском. Когда-то здесь было кладбище: склон холма усыпан старинными хачкарами. Могильные камни покрыты мхом, оплыли от дождей и снега, но все еще внушают благоговейный трепет. Изукрашенные крестами и орнаментами, они простояли здесь не одну сотню лет, и Бог знает, сколько простоят еще. Кажется, в них заключена сама душа Армении. "
        },
        {
          "$type": "Phrase",
          "Index": 2,
          "Text": "Вы распоряжаетесь разбить лагерь в тени холма, а сами поднимаетесь наверх, где планируете разместить наблюдательный пункт на эту ночь."
        },
        {
          "$type": "Phrase",
          "Index": 3,
          "Text": "Отсюда открывается захватывающий дух вид на нагорье, простирающееся во все стороны света. А на горизонте величественным исполином нависает над миром Арарат. Вы впервые в своей жизни видите священную гору, но у вас нет ни капли сомнение что это он - Арарат. Величайшая вершина мира, откуда возродилось человечество во времена потопа. Сердце армянской земли, вокруг которого многие и многие века назад зародились первые царства ваших предков."
        },
        {
          "$type": "Phrase",
          "Index": 4,
          "Text": "Вдохнув кристально чистый воздух этого места, вы мгновенно набираетесь сил, не смотря на тяжелый переход и все пережитое путешествие. У вас появляется необъяснимое желание остаться здесь насовсем, вдыхать этот воздух, лицезреть эту землю… Если бы только не нужно было двигаться дальше…"
        }
      ],
      "Answers": [
        {
          "$type": "Answer",
          "ToStep": 0,
          "IsRestriction": false,
          "Index": 0,
          "Restriction": {
            "$type": "Restriction",
            "PersonName": {
              "$type": "PersonName",
              "Name": ""
            },
            "Value": 0
          },
          "IsConsequences": false,
          "Consequences": {
            "$type": "Consequences",
            "ParamConsequences": [],
            "QuestConsequences": [],
            "PersonConsequences": [],
            "HappenConsequences": [],
            "IsParamCons": false,
            "IsQuestCons": false,
            "IsPersonCons": false,
            "IsHappenCons": false,
            "IsMessage": false
          },
          "AfterAction": {
            "$type": "AfterAction",
            "Immediately": true,
            "SetupCamp": true,
            "DialogAvailable": 1,
            "LeaveCamp": false,
            "IsAfterAction": true,
            "IsActivateQuest": false
          }
        }
      ],
      "Advices": [],
      "IsFocus": false,
      "IsShowFace": false
    }
  ],
  "Priority": 0,
  "IsBegin": true
}
