{
  "$type": "Happening",
  "Quest": "Прощание с павшими",
  "Title": "Прощание с павшими_3",
  "Nodes": [
    {
      "$type": "Node",
      "Step": 1,
      "Phrases": [
        {
          "$type": "Phrase",
          "Index": 0,
          "Text": "Священник ведет вас и всех ваших спутников в горы. Путь тот оказывается не простой. Ваша колонна растягивается узкой цепочкой по крутой горной тропе. Люди, то и дело спотыкаются о камни и падают от бессилия. Но они продолжают идти.  Впервые после Аревберда их гонит вперед надежда, а не страх."
        },
        {
          "$type": "Phrase",
          "Index": 1,
          "Text": "На одной из вершин, теряющейся в тумане вы видите силуэт небольшой церкви, сложенной из грубо отесанного туфа. Рядом - небольшое кладбище из полуюдижны хачкаров, да давно высохшее дерево со скрюченными черными ветвями."
        },
        {
          "$type": "Phrase",
          "Index": 2,
          "Text": "Но, несмотря на внешний вид, это место не кажется мрачным или пугающим. Напротив, оно наполнено необъяснимой светлой энергией, от которой по коже начинают бегать мурашки. Воистину, это не простое место, Тер-Григор был прав."
        },
        {
          "$type": "Phrase",
          "Index": 3,
          "Text": "Люди, один за другим опускаются колени и крестятся со слезами на глазах, обращая свои измученные, искаженные скорбью лица к небу. Сейчас все, от немощных стариков до могучих сильных воинов равны перед величием Всевышнего. Все они - рабы Божьи."
        },
        {
          "$type": "Phrase",
          "Index": 4,
          "Text": "Кто-то молится за упокой душ своих убиенных родных, кто-то просит милости и прощения, а кто-то благодарит Бога за все эти тяжкие испытания. Ведь Господь не обременяет нас тем, что мы не в силах вынести…"
        },
        {
          "$type": "Phrase",
          "Index": 5,
          "Text": "Обратный путь дается легче. Кажется, что какой-то тяжкий груз свалился с души. Люди перекидываются подбадривающими фразами и, даже посмеиваются. Да ,вы потеряли время и немало сил, чтобы добраться до горного храма, но вас не оставляет мысль, что это решение было верным."
        }
      ],
      "Answers": [
        {
          "$type": "Answer",
          "ToStep": 0,
          "IsRestriction": false,
          "Index": 0,
          "Restriction": {
            "$type": "Restriction",
            "PersonName": {
              "$type": "PersonName",
              "Name": ""
            },
            "Value": 0
          },
          "IsConsequences": true,
          "Consequences": {
            "$type": "Consequences",
            "ParamConsequences": [
              {
                "$type": "SingleParamConsequences",
                "ParameterType": 2,
                "Value": -5
              },
              {
                "$type": "SingleParamConsequences",
                "ParameterType": 1,
                "Value": 15
              }
            ],
            "QuestConsequences": [
              {
                "$type": "SingleQuestConsequences",
                "Quest": "Прощание с павшими",
                "Happening": "-----"
              }
            ],
            "PersonConsequences": [],
            "HappenConsequences": [],
            "IsParamCons": true,
            "IsQuestCons": true,
            "IsPersonCons": false,
            "IsHappenCons": false,
            "IsMessage": false
          },
          "AfterAction": {
            "$type": "AfterAction",
            "Immediately": true,
            "SetupCamp": false,
            "DialogAvailable": 1,
            "LeaveCamp": false,
            "IsAfterAction": false,
            "IsActivateQuest": false
          }
        }
      ],
      "Advices": [],
      "IsFocus": false,
      "IsShowFace": false
    }
  ],
  "Priority": 1,
  "IsBegin": false
}
